Repository: constructor/Cuyahoga
Catalog: src/Cuyahoga.Web/App_GlobalResources/Cuyahoga.ValidationMessages.*.resx
Languages: nl

# CategoryDescriptionValidatorLength
source: The category description must be between 1 and 255 characters
nl: Omschrijving categorie moet tussen de 1 en 255 tekens bevatten

# CategoryNameValidatorLength
source: The category name must be between 1 and 100 characters
nl: Naam categorie moet tussen de 1 en 100 tekens bevatten

# CategoryNameValidatorNonEmpty
source: The category name may not be empty
nl: Naam categorie is verplicht

# CategorySiteValidatorNonEmpty
source: The category must be connected to a site
nl: De categorie moet gerelateerd zijn aan een site

# ContentItemPublishedAtValidatorDateTime
source: Invalid date/time
nl: Ongeldige datum/tijd

# ContentItemPublishedUntilValidatorDateTime
source: Invalid date/time
nl: Ongeldige datum/tijd

# ContentItemPublishedUntilValidatorGreaterThanPublishedAt
source: Publish date must be before Publish end date
nl: Publicatiedatum moet voor de publicatie einddatum liggen

# ContentItemSummaryValidatorLength
source: The summary must be between 1 and 255 characters
nl: Samenvatting moet tussen de 1 en 255 tekens bevatten

# ContentItemTitleValidatorLength
source: The title must be between 1 and 100 characters
nl: Titel is verplicht

# ContentItemTitleValidatorNonEmpty
source: The title may not be empty
nl: Titel moet tussen de 1 en 100 tekens bevatten

# DefaultCultureValidatorNonEmpty
source: A default culture is required
nl: Standaard culture is verplicht

# DefaultRoleValidatorNonEmpty
source: A default role is required
nl: Standaard rol is verplicht

# EmailValidatorEmail
source: Invalid e-mail address
nl: Ongelig e-mailadres

# EmailValidatorLength
source: E-mail address must be between 1 and 100 characters
nl: E-mailadres moet tussen de 1 en 100 tekens bevatten

# EmailValidatorNonEmpty
source: E-mail address may not be empty
nl: E-mailadres is verplicht

# FirstNameValidatorLength
source: The firstname must be between 1 and 100 characters
nl: Voornaam moet tussen de 1 en 100 tekens bevatten

# LastNameValidatorLength
source: The lastname must be between 1 and 100 characters
nl: Achternaam moet tussen de 1 en 100 tekens bevatten

# MetaDescriptionValidatorLength
source: Meta description can contain max. 500 characters
nl: Meta description kan max. 100 tekens bevatten

# MetaKeywordsValidatorLength
source: Meta keywords can contain max. 500 characters
nl: Meta keywords kan max. 100 tekens bevatten

# NodeCultureValidatorNonEmpty
source: The culture is required
nl: De culture is verplicht

# NodeLinkUrlValidatorLength
source: The link url must be between 1 and 255 characters
nl: De link url moet tussen de 1 en 255 tekens bevatten

# NodeLinkUrlValidatorPattern
source: The link url is not a valid hyperlink
nl: De link url is geen geldige hyperlink

# NodeShortDescriptionValidatorLength
source: The friendly url must be between 1 and 255 characters
nl: De SEO-vriendelijke url moet tussen de 1 en 255 tekens bevatten

# NodeShortDescriptionValidatorNonEmpty
source: The friendly url is required
nl: De SEO-vriendelijke url is verplicht

# NodeTitleValidatorLength
source: The page title must be between 1 and 255 characters
nl: De paginatitel moet tussen de 1 en 255 tekens bevatten

# NodeTitleValidatorNonEmpty
source: The page title may not be empty
nl: De paginatitel is verplicht

# PasswordConfirmationValidatorNonEmpty
source: The password confirmation may not be empty
nl: Bevestiging wachtwoord is verplicht

# PasswordValidatorLength
source: The password must contain at least 5 characters
nl: Wachtwoord moet minimaal 5 tekens bevatten

# PasswordValidatorNonEmpty
source: The password may not be empty
nl: Wachtwoord is verplicht

# PasswordValidatorSameAs
source: The password must be the same as the confirmation password
nl: Wachtwoord en bevestiging wachtwoord moeten gelijk zijn

# PlaceholderValidatorLength
source: The placeholder can contain max. 100 characters
nl: Placeholder kan max. 100 tekens bevatten

# RoleNameValidatorLength
source: The name must be between 1 and 50 characters
nl: Naam moet tussen de 1 en 50 tekens bevatten

# RoleNameValidatorNonEmpty
source: The role name may not be empty
nl: Naam is verplicht

# RoleNameValidatorNotUnique
source: A role with this name already exists (possibly in another site)
nl: Een rol met deze naam bestaat al (mogelijk in een andere site)

# RolesValidatorNotEmpty
source: A user must at least have one role
nl: Een gebruiker moet tenminste 1 rol hebben

# SectionTitleValidatorLength
source: The title must be between 1 and 100 characters
nl: De titel moet tussen de 1 en 100 tekens bevatten

# SectionTitleValidatorNonEmpty
source: The title may not be empty
nl: De titel is verplicht

# SiteNameValidatorLength
source: The site name must be between 1 and 100 characters
nl: Site naam moet tussen de 1 en 100 tekens bevatten

# SiteNameValidatorNonEmpty
source: The site name may not be empty
nl: Site naam is verplicht

# SiteUrlValidatorLength
source: The site url must be between 12 and 100 characters
nl: Site url moet tussen de 12 en 100 tekens bevatten

# SiteUrlValidatorNonEmpty
source: The site url may not be empty
nl: Site url is verplicht

# SiteUrlValidatorPattern
source: Invalid site url (must begin with http:// or https://)
nl: Ongeldige site url (moet beginnen met http:// of https://)

# TemplateNameValidatorLength
source: The template name must be between 1 and 100 characters
nl: Templatenaam moet tussen de 1 en 100 tekens bevatten

# TemplateNameValidatorNonEmpty
source: The template name may not be empty
nl: Templatenaam is verplicht

# UserNameValidatorLength
source: The username must be between 1 and 50 characters
nl: Gebruikersnaam moet tussen de 1 en 100 tekens bevatten

# UserNameValidatorNonEmpty
source: The username may not be empty
nl: Gebruikersnaam is verplicht

# UserNameValidatorNotUnique
source: A user with this username already exists
nl: Er bestaat al een gebruiker met deze gebruikersnaam

# WebsiteValidatorLength
source: The website url must be between 1 and 100 characters
nl: Website url moet tussen de 1 en 100 tekens bevatten
