Repository: constructor/Cuyahoga
Catalog: src/Cuyahoga.Web/App_GlobalResources/Cuyahoga.Web.Controls.Resources.Strings.*.resx
Languages: sv_se

# USERNOTFOUND
source: The user with ID {0} could not be found.
sv_se: Användaren med ID {0} återfanns inte.

source: Current password
sv_se: Nuvarande lösenord

# EDITPASSWORDCONFIRMATION
source: Your password was successfully updated.
sv_se: Lösenordet uppdaterades.

# EDITPASSWORDCONFIRMERROR
source: The confirmation password has to be the same as the new password.
sv_se: Lösenordet för att bekräfta måste vara samma som det nya lösenordet.

# EDITPASSWORDCURRENTERROR
source: The current password you entered doesn't match your real current password.
sv_se: Lösenordet är inte det samma som det befintliga lösenordet.

# EDITPROFILECONFIRMATION
source: Your account information was successfully updated.
sv_se: Användarinformationen uppdaterades.

# EDITPROFILEINFO
source: Update your account information. Note that your e-mail address will never be publicly shown.
sv_se: Uppdatera din användarinformation. Observera att din e-postadress inte kommer att visas för andra.

# EDITPROFILETITLE
source: Update account
sv_se: Uppdatera användarinformation

source: E-mail
sv_se: E-post

# EMAILINVALID
source: Invalid e-mail address
sv_se: Felaktig e-postadress

# EMAILREQUIRED
source: The e-mail address is required
sv_se: E-postadress krävs

source: First name
sv_se: Förnamn

# INVALIDPASSWORD
source: You entered an invalid password. The password has to be at least 5 characters long.
sv_se: Du skrev ett felaktigt lösenord. Lösenordet måste vara minst fem tecken långt.

# LASTLOGINON
source: Last visit
sv_se: Senast inloggad

source: Last name
sv_se: Efternamn

source: New password
sv_se: Nytt lösenord

source: New password (confirmation)
sv_se: Nytt lösenord (bekräfta)

# NOTAUTHENTICATED
source: You have to be logged in perform this action.
sv_se: Du måste vara inloggad för att utföra detta.

source: Register
sv_se: Registrera

# REGISTERCONFIRMATION
source: Thank you for registering with this site. An e-mail with the password is sent to {0}.
sv_se: Tack för att du registrerade dig på sajten. Lösenordet skickas med e-post till {0}.

# REGISTEREDON
source: Registered
sv_se: Registrerad

# REGISTEREMAILBODY
source: Your registration at {site}. Username: {username} Password: {password} Have fun!
sv_se: Din användarinformation för {site}. Användare: {username} Lösenord: {password} Lycka till!

# REGISTEREMAILERROR
source: The registration failed because an error occured while sending your account information. Please try again later.
sv_se: Registering av din användarinformation misslyckades på grund av att ett fel uppstod när användarinformationen skickades. Var snäll försök senare.

# REGISTEREMAILSUBJECT
source: {site} account information
sv_se: {site} användarinformation.

# REGISTERINFO
source: Please enter the desired username and your e-mail address. The password will be sent to your e-mail address.
sv_se: Var snäll och ange önskat användarnamn och din e-postadress. Ett nytt lösenord kommer att skapas och kommer att skickas till dig.

# REGISTERTITLE
source: Register as new user
sv_se: Registrera ny användare

# RESET
source: Reset password
sv_se: Återställ lösenord

# RESETCONFIRMATION
source: An e-mail with a new password is sent to {0}.
sv_se: E-post med ett nytt lösenord skickades till {0}.

# RESETEMAILERROR
source: Resetting of your password failed because an error occured while sending your account information. Please try to reset again later.
sv_se: Återställningen av ditt lösenord misslyckades på grund av att ett fel uppstod när användarinformationen skickades. Var snäll försök senare.

# RESETEMAILSUBJECT
source: {site} updated account information.
sv_se: {site} uppdaterad användarinformation.

# RESETINFO
source: Please enter your username and e-mail address. A new password will be generated and send to you.
sv_se: Var snäll och ange ditt användarnamn och din e-postadress. Ett nytt lösenord kommer att skapas och kommer att skickas till dig.

# RESETTITLE
source: Reset password
sv_se: Återställ lösenord

# RESETUSERERROR
source: No user was found with the given username and e-mail.
sv_se: Ingen användare med det användarnamnet och den e-postadressen återfanns.

# SAVEPASSWORD
source: Save new password
sv_se: Spara nytt lösenord

# SAVEPROFILE
source: Save account information
sv_se: Spara användarinformationen

# USEREXISTS
source: A user with username {0} already exists. Please choose a different username.
sv_se: Användarnamnet {0} finns redan. Var snäll och välj ett annat användarnamn.

source: Username
sv_se: Användare

# USERNAMEREQUIRED
source: The username is required
sv_se: Användarnamnet krävs

# VIEWPROFILETITLE
source: Profile of {0}
sv_se: Användarprofil för {0}

source: Website
sv_se: Webbsajt

source: Timezone
sv_se: Tidszon
