Repository: constructor/Cuyahoga
Catalog: src/Cuyahoga.Modules/User/Resources/Strings.*.resx
Languages: de, es, fr, it, nl, sv, vi

# LOGINERROR
source: An unexpected error occured while logging in:
de: W&auml;hrend dem Anmeldevorgang ist ein unerwarteter Fehler aufgetreten:
es: Un error inesperado ocurrió al conectarse:
fr: An erreur est survénue péndant la connéction:
it: Errore inatteso durante l'accesso:
nl: Een onverwachte fout trad op tijdens het inloggen:
sv: Ett oväntat fel uppstod vid inloggning:
vi: Đã có lỗi xảy ra trong quá trình đăng nhập

# USERNAMEPASSWORDMISSING
source: Please enter both a username and a password
de: Bitte geben Sie sowohl Benutzername wie auch das Passwort an
es: Por favor ingrese el nombre de usuario y la contraseña.
fr: Merci de saisir l'utilisateur et le mot de passe
it: Inserire sia il nome utente che la password.
nl: Vul zowel een gebruikersnaam als wachtwoord in.
sv: Vänligen, ange både användarnamn och lösenord
vi: Hãy cung cấp tên đăng nhập và mật khẩu

source: Logout
de: Abmelden
es: Desconectarse
fr: Se déconnecter
it: Esci
nl: Log uit
sv: Logga ut
vi: Đăng xuất

source: Register
de: Registrieren
es: Registrarse
fr: S'enregistrer
it: Registrazione
nl: Registreer
sv: Registrera
vi: Đăng ký

# USERNAMEPASSWORDERROR
source: Invalid username or password
de: Ung&uuml;ltiger Benutzername oder Passwort
es: Usuario o contraseña inválidos.
fr: Utilisateur ou mot de passe incorrécte
it: Nome utente o password non validi.
nl: Ongeldige gebruikersnaam of wachtwoord.
sv: Felaktigt användarnamn eller lösenord
vi: Sai tên đăng nhập hoặc mật khẩu

# RESET
source: Reset password
de: Passwort zur&uuml;cksetzen
es: Inicializar contraseña
fr: Réinitialiser le mot de passe
it: Resetta password
nl: Reset wachtwoord
sv: Återställ lösenord
vi: Tạo lại mật khẩu

source: Login
de: Anmelden
es: Conectarse
fr: Se connecter
it: Accesso
sv: Logga in
vi: Đăng nhập

# LOGGEDINTEXT
source: Logged in as
de: Angemeldet als
es: Conectado como
fr: Connecté comme
it: Accesso effettuato come
nl: Ingelogd als
sv: Inloggad som
vi: Đăng nhập là

# PERSISTLOGIN
source: Remember login
de: Anmeldeinformationen speichern
es: Recordar usuario
fr: Mémoriser l'utilisateur
it: Ricordami su questo computer
nl: Onthoud inloggegevens
sv: Kom ihåg inloggning
vi: Ghi nhớ đăng nhập

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
sv: Lösenord
vi: Mật khẩu

# EDITACCOUNT
source: Edit account information
de: Kontoinformationen bearbeiten
es: Modificar información de la cuenta
fr: Modifier l'information d'utilisateur
it: Modifica le informazioni dell'account
nl: Wijzig accountgegevens
sv: Redigera kontoinformation
vi: Sửa thông tin tài khoản

source: Username
de: Benutzername
es: Usuario
fr: Utilisateur
it: Nome utente
nl: Gebruikersnaam
sv: Användarnamn
vi: Tên đăng nhập

# RESETEMAILERROR
source: Resetting of your password failed because an error occured while sending your account information. Please try to reset again later.
de: Das Zurücksetzen Ihres Passwortes ist fehlgeschlagen, da beim Versenden des neuen Passworts ein Fehler aufgetreten ist. Bitte versuchen Sie es sp&auml;ter noch einmal.
es: La inicialización de su cuenta falló ya que un error ocurrió al enviar la información de su cuenta. Por favor re-inténtelo mas tarde.
fr: La re-initialisation de votre mot de passe à echoué à cause d'une erreur d'envoie d'information de votre compte.Merci de ré-ésayer ulteriorement.
it: Il reset della password è fallito a causa di un errore durante l'invio delle nuove informazioni. Riprova più tardi.
nl: bij het verturen van uw gebruikersgegevens.
sv: Återställningen av ditt lösenord misslyckades när din kontoinformation skickades. Vänligen, försök igen senare.
vi: Quá trình tạo lại mật khẩi thất bại vì có lỗi trong việc gửi thông tin tài khoản. Hãy thử lại

# RESETINFO
source: Please enter your username and e-mail address. A new password will be generated and send to you.
de: Bitte geben Sie Ihren Benutzernamen sowie Ihre E-Mailadresse an. Es wird ein neues Passwort erstellt und an Sie gesendet.
es: Por favor ingrese su nombre de usuario y su dirección de correo electrónico. Una nueva contraseña será enviada a esta dirección.
fr: Merci de saisir l'utilisateur et l'adresse de courier électronique. Le nouveau mot de passe sérà envoyait dans l'adresse spécifié.
it: Inserite il vostro nome utente ed il vostro indirizzo e-mail. Una nuova password verrà generata ed inviata al vostro indirizzo e-mail.
nl: Voer uw gebruikersnaam en e-mailadres in. U krijgt via e-mail een nieuw wachtwoord toegezonden.
sv: Vänligen, skriv in ditt användarnamn och din epost-adress. Ett nytt lösenord kommer att skickas till dig.
vi: Hãy cung cấp thông tin về Tên đăng nhập, địa chỉ thư... Mật khẩu mới sẽ được tạo và gửi đến bạn

# EDITPASSWORDCONFIRMATION
source: Your password was successfully updated.
de: Ihr Passwort wurde erfolgreich ge&auml;ndert.
es: Su contraseña fue modificada con éxito.
fr: Votre mot de passe était modifié
it: La password è stata aggiornata con successo.
nl: Uw wachtwoord is gewijzigd.
sv: Ditt lösenord har ändrats.
vi: Mật khẩu của bạn đã cập nhật thành công

# EDITPASSWORDCONFIRMERROR
source: The confirmation password has to be the same as the new password.
de: Die von Ihnen angegebenen Passw&ouml;rter stimmen nicht &uuml;berein.
es: La contraseña de confirmación debe ser idéntica a la nueva.
fr: Le nouveau mot de passe doit être égal au nouveau mot de passe.
it: La password di conferma deve essere uguale alla nuova password.
nl: Het wachtwoord voor bevestiging dient hetzelfde te zijn als het nieuwe wachtwoord.
sv: Lösenord för bekräftelsen måste vara samma som det nya lösenordet.
vi: Mật khẩu xác thực phải trùng với Mật khẩu mới

# USERNOTFOUND
source: The user with ID {0} could not be found.
de: Der Benutzer mit der Nummer {0} konnte nicht gefunden werden.
es: No se encontró el usuario con el identificador {0}.
fr: L'utilisateur avec l'idéntifiant {0} n'a pas pu être trouvé.
it: L'utente con ID {0} non esiste.
nl: De gebruiker met ID {0} bestaat niet.
sv: Användaren med ID {0} kunde inte hittas.
vi: Không tìm thấy tài khoản có ID là {0}

source: E-mail
es: Correo electrónico
fr: Adresse de méssagerie
nl: E-mailadres
sv: E-post
vi: Địa chỉ thư

# RESETUSERERROR
source: No user was found with the given username and e-mail.
de: Es wurde kein Benutzer mit dem entsprechenden Benutzernamen und der entsprechenden E-Mailadresse gefunden
es: No se ha encontrado un usuario con este nombre de usuario y dirección de correo electrónico.
fr: Aucun utilisateur n'a était trouvé pour l'utilisateur et courier électronique specifié.
it: Nessun utente corrispondente al nome utente ed e-mail forniti.
nl: Geen gebruiker gevonden met de gegeven gebruikersnaam en e-mailadres.
sv: Ingen användare kunde hittas med det användarnamnet och e-postadressen.
vi: Không có tài khoản nào phù hợp với Tên đăng nhập và địa chỉ thư đã cung cấp

# REGISTERCONFIRMATION
source: Thank you for registering with this site. An e-mail with the password is sent to {0}.
de: Vielen Dank dass Sie sich auf dieser Seite registriert haben. Ein E-Mail mit dem Passwort wurde an {0} gesendet.
es: Gracias por registrarse en este sitio. Un correo electrónico con su contraseña fue enviado a la dirección {0}.
fr: Merci de vous avoir enregistré dans ce site. Un courier électronique avec le mot de passe était envoyé au {0}.
it: Grazie per esserti registrato/a su questo sito. Un e-mail con la password è stato inviato a {0}.
nl: Bedankt voor uw registratie. Een e-mail met gebruikersnaam en wachtwoord is verzonden naar {0}.
sv: Tack för din registrering på denna webbplats. E-post mewd ditt lösenord komemr att skickas till {0}.
vi: Cảm ơn bạn đã đăng ký. Một thư có chứa mật khẩu đã được gửi đến {0}

# SAVEPASSWORD
source: Save new password
de: Neues Passwort speichern
es: Guardar la nueva contraseña.
fr: Enregistrer le mot de passe
it: Salva nuova password
nl: Sla nieuw wachtwoord op
sv: Spara nya lösenordet
vi: Lưu mật khẩu mới

# USERNAMEREQUIRED
source: The username is required
de: Der Benutzername wird ben&ouml;tigt
es: El nombre de usuario es obligatorio.
fr: Le nom d'utilisateur est incorrécte
it: Il nome utente è obbligatorio
nl: De gebruikersnaam is verplicht.
sv: Användarnamnet krävs
vi: Tên đăng nhập cần được cung cấp

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito internet
sv: Webbplats
vi: Trang web

# EDITPROFILETITLE
source: Update account
de: Konto aktualisieren
es: Actualizar cuenta
fr: Actualiser votre compte
it: Modifica account
nl: Wijzig gebruikersgegevens
sv: Uppdatera kontot
vi: Cập nhật tài khoản

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuw wachtwoord
sv: Nytt lösenord
vi: Mật khẩu mới

# EDITPROFILEINFO
source: Update your account information. Note that your e-mail address will never be publicly shown.
de: Aktualisieren Sie Ihre Kontoinformationen. Beachten Sie bitte, dass Ihre E-Mail-Adresse niemals &ouml;ffentlich angezeigt werden wird.
es: Actualize la información de su cuenta. Su dirección de correo electrónico no se mostrará públicamente.
fr: Actualizer votre information de compte. Votre adrésse de messagerie ne séra pas affiché publiquement.
it: Aggiorna le informazioni del tuo account. Nota che il tuo indirizzo e-mail non verrà mai mostrato pubblicamente..
nl: Wijzig uw gebruikersgegevens. Uw e-mailadres zal nergens getoond worden.
sv: Uppdatera ditt konto. Notera att din e-postadress alldrig kommer att visas publikt.
vi: Sửa thông tin tài khoản của bạn. Chú ý là địa chỉ thư sẽ không bị cung cấp rộng rãi

source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
nl: Achternaam
sv: Efternamn
vi: Tên họ

# REGISTERTITLE
source: Register as new user
de: Als neuer Benutzer registrieren
es: Registrarse como nuevo usuario
fr: Enregistrement de nouveau utilisateur
it: Registra come nuovo utente
nl: Registreer als nieuwe gebruiker
sv: Registrera som ny användare
vi: Đăng ký tài khoản mới

# LASTLOGINON
source: Last visit
de: Letzter Besuch
es: Ultima visita
fr: Dérnière visite
it: Ultima visita
nl: Laatste keer ingelogd
sv: Senaste besöket
vi: Lần truy cập trước

# SAVEPROFILE
source: Save account information
de: Kontoinformationen speichern
es: Guardar la información de la cuenta.
fr: Enregistrer l'information de compte
it: Salva le informazioni dell'account
nl: Sla gebruikersgegevens op
sv: Spara kontoinformation
vi: Lưu thông tin tài khoản

# RESETTITLE
source: Reset password
de: Passwort zur&uuml;cksetzen
es: Inicializar la contrasena.
fr: Initialiser le mot de passe
it: Resetta password
nl: Reset wachtwoord
sv: Återställ lösenord
vi: Tạo lại mật khẩu

# REGISTEREMAILERROR
source: The registration failed because an error occured while sending your account information. Please try again later.
de: W&auml;hrend dem Senden der Kontoinformationen ist ein Fehler aufgetreten. Bitte versuchen Sie es sp&auml;ter noch einmal.
es: El registro falló dado que ha ocurrido un error al enviar la información de su cuenta. Por favor re-inténtelo mas tarde.
fr: L'enregistrement à échoué due à une erreur pendant l'envoie d'information de votre compte. Merci de re-essayer ultérieurement.
it: La registrazione non è andata a buon fine a causa di un errore durante l'invio delle informazioni sul tuo account. Riprova più tardi.
nl: Registratie is mislukt vanwege een fout bij het versturen van uw gebruikersgegevens.
sv: Registreringen misslyckades då ett fel uppstod när din kontoinformation skulle skickas. Vänligen, försök igen senare.
vi: Quá trình đăng ký thất bại vì đã có lỗi trong việc gửi thư thông báo thông tin tài khoản. Hãy thử lại

source: Timezone
de: Zeitzone
es: Zona horaria.
fr: Plage horaire
nl: Tijdzone
sv: Tidzon
vi: Múi giờ

# EMAILINVALID
source: Invalid e-mail address
de: Ung&uuml;ltige E-Mailadresse
es: Correo electrónicol inválido
fr: Adresse de messagerie incorréct
it: Indirizzo e-mail non valido
nl: Ongeldig e-mailadres
sv: Ogiltig e-postadress
vi: Địa chỉ thư không hợp lệ

# EMAILREQUIRED
source: The e-mail address is required
de: Die E-Mailadresse wird ben&ouml;tigt.
es: La dirección de correo electrónico es necesaria.
fr: L'adresse de messagerie est nécessaire
it: L'indirizzo e-mail è obbligatorio.
nl: Het e-mailadres is verplicht
sv: E-postadress krävs
vi: Địa chỉ thư cần phải cung cấp

# RESETEMAILSUBJECT
source: {site} updated account information.
de: Aktualisierte Kontoinformationen {site}
es: Se actualizó la información de cuenta para el sitio {site}.
fr: Information de compte pour le site {site}.
it: Informazioni del vostro account su {site} aggiornate.
nl: {site} gewijzigde gebruikersgegevens.
sv: {site} uppdaterad kontoinformation.
vi: {site} đã cập nhật thông tin tài khoản

# REGISTERINFO
source: Please enter the desired username and your e-mail address. The password will be sent to your e-mail address.
de: Bitte geben Sie den gew&uuml;nschten Benutzernamen sowie Ihre E-Mailadresse an. Das Passwort wird an Ihre E-Mailadresse gesendet.
es: Por favor ingrese el nombre de usuario y la dirección de correo electrónico que desea utilizar. Le enviaremos la contraseña por correo electrónico.
fr: Merci de saisir l'utilisateur et l'adresse de messagerie. Le mot de passe vous sérà envoyé par courier électronique.
it: Inserire il nome utente desiderato ed il vostro indirizzo e-mail. La password verrà inviata al vostro indirizzo e-mail.
nl: Voer uw gewenste gebruikersnaam en e-mailadres in. Het wachtwoord zal via e-mail naar u toe verstuurd worden.
sv: Vänligen, skriv in ditt önskade användarnamn och din e-postadress. Lösenordet kommer att skickas till din e-postadress.
vi: Hãy cung cấp thông tin về Tên đăng nhập, địa chỉ thư... Mật khẩu sẽ được gửi vào địa chỉ thư của quý khách

# EDITPROFILECONFIRMATION
source: Your account information was successfully updated.
de: Ihre Kontoinformationen wurden erfolgreich ge&auml;ndert.
es: La información de su cuenta fue actualizada con éxito.
fr: Votre compte était modifié avec succés.
it: Le informazioni del tuo account sono state aggiornate con successo.
nl: Uw gebruikersgegevens zijn gewijzigd.
sv: Din kontoinformation blev uppdaterad.
vi: Thông tin tài khoản của bạn đã cập nhật thành công

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
sv: Förnamn
vi: Tên gọi

# REGISTEREDON
source: Registered
de: Registriert
es: Registrado
fr: Enregistré le
it: Registrato
nl: Geregistreerd vanaf
sv: Registrerad
vi: Đã đăng ký

# USEREXISTS
source: A user with username {0} already exists. Please choose a different username.
de: Ein Benutzer mit dem Benutzername {0} existiert bereits. Bitte w&auml;hlen Sie einen anderen Benutzernamen
es: Un usuario con el nombre de usuario {0} ya existe. Por favor elija un nombre de usuario distinto.
fr: Un utilisateur avéc le nom {0} éxiste déjà. Merci de choisir un autre nom d'utilisateur.
it: Un utente con nome utente {0} esiste già. Scegli un altro nome utente.
nl: Een gebruiker met gebruikersnaam {0} bestaat al. Kies een andere gebruikersnaam.
sv: En användare med användarnamnet {0} finns redan. Vänligen, välj ett anat användarnamn.
vi: Một tài khoản đã có tên đăng nhập là {0}. Hãy chọn tên đăng nhập khác

# VIEWPROFILETITLE
source: Profile of {0}
de: Profil von {0}
es: Información de {0}
fr: Information pour l'utilisateur {0}
it: Profilo di {0}
nl: Profiel van {0}
sv: Profilen för {0}
vi: Lý lịch của {0}

source: Current password
de: Aktuelles Passwort
es: Actual contraseña
fr: Mot de pase
it: Password attuale
nl: Huidig wachtwoord
sv: Nuvarande lösenord
vi: Mật khẩu hiện tại

source: New password (confirmation)
de: Neues Passwort (Best&auml;tigung)
es: Nueva contraseña (confirmación)
fr: Confirmation de mot de passe
it: Nuova password (conferma)
nl: Nieuw wachtwoord (bevestiging)
sv: Nya lösenordet (bekräftelse)
vi: Mật khẩu mới (xác nhận)

# NOTAUTHENTICATED
source: You have to be logged in perform this action.
de: Sie m&uuml;ssen angemeldet sein, um diese Aktion durchf&uuml;hren zu k&ouml;nnen.
es: Debe conectarse para ejecutar esta acción.
fr: Vous devez vous connecter pour accéder a cétte fonctionalité.
it: E' necessario effettuare l'accesso per eseguire questa operazione.
nl: U moet ingelogd zijn om deze actie uit te kunnen voeren.
sv: Du måste vara inloggad för att utföra detta.
vi: Bạn cần đăng nhập để thực hiện thao tác này

# RESETCONFIRMATION
source: An e-mail with a new password is sent to {0}.
de: Ein E-Mail mit dem neuen Passwort wurde an {0} gesendet.
es: Un correo electrónico con su nueva contraseña será enviado a {0}.
fr: Un courier électronique viens d'être envoyé avec votre nouveau mot de passe dans l'adresse {0}.
it: Un e-mail con la nuova password è stato inviato a {0}.
nl: Een e-mail met het nieuwe wachtwoord id verzonden naar {0}.
sv: E-post med det nya lösenordet har skickats till {0}.
vi: Một thư có chứa mật khẩu mới đã được gửi tới địa chỉ thư {0}

# RESETEMAILBODY
source: Your updated login information: Username: {username} Password: {password}
de: Ihre aktualisierten Anmeldeinformationen
es: La información actualizada de su cuenta: Usuario: {username} Contraseña: {password}
fr: Votre information actualisé: Utilisateur: {username} Mot de passe: {password}
it: Le tue credenziali di accesso aggiornate: Nome utente : {username} Password : {password}
nl: Uw gewijzigde gebruikersgegevens: Gebruikersnaam: {username} Wachtwoord: {password}
sv: Din uppdaterade inloggningsinformation: Användarnamn: {username} Lösenord: {password}
vi: Thông tin đăng nhập của bạn:

# INVALIDPASSWORD
source: You entered an invalid password. The password has to be at least 5 characters long.
de: Sie haben ein ung&uuml;ltiges Passwort angegeben. Das Passwort muss mindestens 5 Zeichen lang sein.
es: Ingresó una contraseña inválida. La contraseña debe ser de al menos cinco carácteres de largo.
fr: Vous avéz saisie un mot de passe incorréct. Le mot de passe doit compter d'au moins une longueur de 5 charatéres.
it: La password inserita non è valida. La password deve contenere almeno 5 caratteri.
nl: Het opgegeven wachtwoord is niet geldig en moet tenminste 5 tekens bevatten.
sv: Du skrev in ett ogiltigt lösenord. Lösenordet måste vara minst 5 tecken långt.
vi: Bạn nhật sai mật khẩu. Mật khẩu phải chứa ít nhất 5 ký tự

# EDITPASSWORDCURRENTERROR
source: The current password you entered doesn't match your real current password.
de: Das Passwort, welches Sie unter 'Aktuelles Passwort' angegeben haben entspricht nicht ihrem aktuellen Passwort
es: La contrasena ingresada no es idéntica a la actual.
fr: Le mot de passe actuel ne se correspond pas au mot de passe actuel.
it: La password inserita non corrisponde alla password attuale.
nl: Het huidige wachtwoord dat ingevuld is, is onjuist.
sv: Nuvarande lösenord matchar inte ditt sparade lösenord.
vi: Mật khẩu hiện tại bạn cung cấp không chính xác với mật khẩu đang lưu trữ
